<?php
return [
    'message' => [
        'MSG001' => '会員登録が完了しました。あなたの会員Noは${member_no}です。',
        'MSG002' => '変更前と同じパスワードには変更はできません。',
        'MSG003' => '会員情報の修正が完了しました。',
        'MSG004' => '会員情報の削除が完了しました。',
        'MSG005' => '条件に該当する商品は０件です。',
        'MSG006' => '商品を選択してください',
        'MSG007' => '購入数は1～999の数値で入力してください。',
        'MSG008' => '在庫が足りません。購入数を変更してください。',
        'MSG009' => '取り消し対象の商品を選択してください。',
        'MSG010' => '${product_code}の取り扱いは終了されたため購入できません。',
        'MSG011' => '注文が完了しました。',
        'MSG012' => 'ログインできませんでした。',
        'MSG013' => '条件に該当する購入履歴は０件です。',
        'MSG014' => '購入履歴の削除が完了しました。'
    ]
];
